<html>
<head>
<link rel="stylesheet" href="../../../accountstyle.css">
</head>
<body>
<h1 class="helpheader">Overordnet hjelp</h1>
<p>P&aring; denne siden er det plassert ut tips som
n&oslash;dvendigvis ikke h&oslash;rer hjemme under de ulike
skjermbildene.</p>
<h2>Konteksthjelp</h2>
<p>I en egen boks vises konteksthjelp n&aring;r hjelp er
&aring;pnet. Denne gir ekstra hjelp for feltet som har fokus. Denne
teksten blir st&aring;ende til neste felt som har konteksthjelp blir
framvist. Konteksthjelpen byttes ikke n&aring;r fokus flyttes fort -
&oslash;nsker du &aring; se konteksthjelpen for et gitt felt, vent et
par sekunder og teksten kommer frem.</p>
<h2>Generelt om regnskapsprogrammet</h2>
<p>Dette regnskapsprogrammet er ikke et offentlig godkjent
regnskapsprogram. Det er &aring; regne som et "avansert regneark" (vel,
mye mye bedre enn et avansert regneark) og har i det hele en del
frihetsgrader som ikke du vil finne i et vanlig regnskapsprogram. For
frivillige organisasjoner som ikke har regnskapsplikt, men derimot har
et &oslash;nske om holde orden p&aring; &oslash;konomien sin, s&aring;
b&oslash;r det v&aelig;re et godt alternativ.</p>
<h2 class="helpheader">Kontoplan</h2>
<p>En kontoplan er et sett av konti som man skal bruke n&aring;r man
f&oslash;rer regnskapet sitt. For eksempel har Norges Idretssforbund
utarbeidet en kontoplan for sine medlemmer som er mulig &aring; legge
inn i systemet her. (F&oslash;lger med som SQL fil) Det er lov &aring;
opprette egne konti om man skulle &oslash;nske det, om ikke kontoplanen
er detaljrik nok. (Her kan det v&aelig;re et poeng &aring; heller
f&oslash;re posteringene p&aring; prosjekter/personer for &aring; spore
postene om det er behov for mer organisering.)</p>
<h2 class="helpheader">Fordringer</h2>
<p>Systemet har ingen systemst&oslash;tte for forderinger s&aring;
n&aelig;r som at man kan f&oslash;re inntekter/utgifter p&aring;
fordringskonti. For sm&aring; organisasjoner er det nok best &aring;
f&oslash;re inntekter/utgifter i det de oppst&aring;r. (Med mindre man
mistenker at man har problemer med kontantstr&oslash;mmen sin..) Da
unng%aring;r man hele problemet rundt fordringer.</p>
</body>
</html>