#This help file contains the context sensitive help texts.
belonging_description=Beskrivelse av eiendelen.
clear=Nullstiller felter
postnmb=Postnr angir sorteringen som posteringen f&aring;r i den aktive m&aring;neden. Postnummeret tildeles automatisk og det er ikke behov for &aring; endre denne med mindre rekkef&oslash;lgen p&aring; posteringen m&aring; endres.
day=Dagen posteringen skal registreres p&aring; i den aktive m&aring;neden.
day_single=Dagen posteringen skal registreres p&aring;.
email=Det kan oppgis flere epostadresser ved &aring; skille dem med komma.
month=M&aring;ned - mm, for eksempel 12.
year=&Aring;r - yyyy, for eksempel 2009.
attachment=Bilag er bilagsnummeret til posteringen. Bilagsnummer er p&aring;krevd, men m&aring; ikke v&aelig;re unik per postering. God regnskapsskikk tilsier at alle posteringer skal v&aelig;re underst&oslash;ttet av et bilag, hvor bilaget skal inneholde orginalkvitteringer attestert av Leder og Kasserer.
default_project=Standardprosjekt for registrering av bilagslinjen. N&aring;r valgt velges denne for hver ny rad.
description=Beskrivelse skal kortfattet oppsumere innholdet i posteringen.
hidden_person=Personen er skjult fra s&oslash;k.
register_count_post=F&oslash;res p&aring; post angir hvilken hurtiregistrering som skal posteres. Ved lagring vil det alltid opprettes en debet post og en kredit post med bel&oslash;pet som inngis.
amount=Bel&oslash;p for posteringen.
missing_semester=Klarte ikke finne neste semester. Operasjonen er avbrutt.
money_type=I feltene under kan bel&oslash;pet inngis ved &aring; gi inn antall av gitt val&oslash;r.
number1000=Antall tusenlapper.
number500=Antall femhundrelapper.
number200=Antall tohundrelapper.
number100=Antall hundrelapper.
number50=Antall femtilapper.
number20=Antall tyvekroner.
number10=Antall tiere.
number5=Antall femmere.
number1=Antall kronestykker.
number0.5=Antall femti&oslash;rer.
RegisterHappening_saveButton=Lagrer posteringen.
search=Utf&oslash;rer s&oslash;k.
identifier=Serienummeret skal unikt identifisere eiendelen slik at det blir enklere &aring; holde oversikt over eiendeler av samme type.
trustStatusView_newTrustButton=&Aring;pne vindu for registrering av fondsaktivitet.
trustStatusView_cancelButton=Avbryter registreringen og lukker vinudet.
GeneralReport_reportButton=Kj&oslash;rer rapport for gitt &aring;r. Inngis ikke m&aring;ned rapporteres status for hele &aring;ret.
missing_youth_price=<p>Det mangler pris for ungdomsmedlemsskap for i &aring;r. Kan ikke fullf&oslash;re registreringen.</p><p>Legg inn pris i innstillinger, Priser for medlemsskap.</p>
missing_train_price=<p>Det mangler pris for treningsmedlemsskap for i &aring;r. Kan ikke fullf&oslash;re registreringen.</p><p>Legg inn pris i innstillinger, Priser for medlemsskap.</p>
missing_course_price=<p>Det mangler pris for kursmedlemsskap for i &aring;r. Kan ikke fullf&oslash;re registreringen.</p><p>Legg inn pris i innstillinger, Priser for medlemsskap.</p>
missing_member_youth_price=<p>Det mangler pris for &aring;rsmedlemsskap for i &aring;r. Kan ikke fullf&oslash;re registreringen.</p><p>Legg inn pris i innstillinger, Priser for medlemsskap.</p>
missing_member_price=<p>Det mangler pris for junior-&aring;rsmedlemsskap for i &aring;r. Kan ikke fullf&oslash;re registreringen.</p><p>Legg inn pris i innstillinger, Priser for medlemsskap.</p>
hint0=En bruker kan settes til &aring; alltid m&aring;tte registrere regnskap p&aring; et prosjekt.
hint1=En person kan ha flere epostadresser, separert med komma.
hint2=Du kan endre bilagsnummer under registrering og p&aring; den m&aring;ten registrere flere rader p&aring; samme bilag.
hint3=Du kan sette profilinnstillling p&aring; bruker slik at de m&aring; f&oslash;re p&aring; prosjekt. Kjekk m&aring;te &aring; delegere f&oslash;ring av et arrangement til andre.
hint4=Personer har fritekstfelt hvor man kan legge inn kommentarer
hint5=Personer kan ha hemmelig adresse og da kan kun de brukere som har tilgang til &aring; lese denne se dem.
hint6=Registrer du samme enkle bilag hver m&aring;ned? Pr&oslash;v Hurtiregistrering av standardbilag.
hint7=Vis detaljer for utvalgte posteringer kan s&oslash;ke per prosjekt og kan summere resultat per konti.
hint8=Systemet har ferdig rapport til NIF for kj&oslash;nn og aldersfordeling
hint9=Benytt budsjett til &aring; holde kontroll p&aring; &oslash;konomien
hint10=Se detaljer p&aring; en postering ved &aring; klikke p&aring; bilagsbeskrivelsen i m&aring;nedsoversikten
hint11=F&oslash;rste bokstav p&aring; knapper er alltid akselerator (ctrl+tegn)
hint12=I Info menyen finner du kalkulator. 
