<html>
<head>
<link rel="stylesheet" href="../../accountstyleNew.css">
</head>
<body>
<h1 class="helpheader">Vedlikehold av brukere</h1>
<p>En bruker av regnskapssystemet er de som har rett til &aring;
logge p&aring; regnskapsdelen av Fritt Regnskap. Brukeren en knyttet til
en person som identifiserer hvem brukeren er. Brukeren m&aring; ha et
passord som b&oslash;r v&aelig;re personlig til den brukeren.</p>

<p>Brukere kan ha ulikt tilgangsniv&aring;. Er Kun lesetilgang satt
til "Kun lesetilgang" kan brukeren ikke endre data. Er den satt til
"Redusert skrivetilgang" kan brukeren redigere alle data som ikke er
relatert til regnskapsf&oslash;ringen. Dette er en passende
tilgangsniv&aring; for de som skal skrive nyhetsbrev.</p>
<p>Hvis avkrysningsboksen for "Prosjekt p&aring;kreves" avkrysses
vil det ved nyregistrering av bilag kreves at disse f&oslash;res
p&aring; et prosjekt. Denne modusen er fin dersom man &oslash;nsker
&aring; delegere bokf&oslash;ringen av et arrangement til en annen
person enn kasserer.</p>

<p>Brukernavn kan innehold b&aring;de store og sm&aring; bokstaver.</p>

<h2 class="helpheader">Kan lese hemmelige adresser</h2>
<p>De brukere som har flagget "Kan lese hemmelige adresser" satt kan
lese og redigere brukere som har flagget "Hemmelig adresse" satt.
Brukere som ikke har dette flagget vil i stedet fŒ melding om at
adressen ikke er tilgjenglig. Hemmelig adresse skjuler ogsŒ telefon og
mobiltelefon.</p>
<p>De som kan se hemmelig adresser kan tildele denne rettigheten til
andre. Systemet vil kreve at minst en bruker har tilgang til Œ lese
hemmelige adresser.</p>

<p><strong>Merk</strong>at hemmelig adresse nŒ slŒr inn pŒ rapporter
som har personers adresser i seg. Dersom personen som kj¿rer rapportene
ikke har tilgang til Œ se hemmelig adresse vil det i steden komme tekst
'IKKE TILGANG TIL ADRESSE'.</p>

<h2 class="helpheader">Opprette bruker</h2>
Ved oppretting av ny bruker inngis brukernavn, passord, kobling til
person (navn) og brukerens rettigheter (kun lesetilgang). I det brukeren
er lagret kan den benyttes for innlogging til systemet.

<h2 class="helpheader">Endre bruker</h2>
<p>Ved &aring; klikke p&aring; <img
	src="../../images/edit-find-replace.png"> &aring;pnes vindu for
redigering av bruker. Brukernavn kan ikke endres etter at brukeren er
opprettet. Hvis det ikke inngis passoqrd blir ikke passordet endret ved
lagring.</p>
Hvis en bruker f&aring;r endret tilgang m&aring; brukeren logge inn
p&aring; nytt for at endringen skal v&aelig;re aktiv.
<p></p>
</body>
</html>